
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Kan inte hantera URL:en %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Kunde inte ansluta till värden %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Ett felaktigt adresshuvud mottogs från servern";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Kan inte hitta IP-adressen till värden: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Saknar beskrivning av port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Kan inte ansluta till värden %@ via port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Mottog okänt HTTP-serversvar %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "HTTP-förfrågan för URL %@:%@ misslyckades";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Anslutningen till värden %@ förlorades";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Kunde inte läsa från %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "En hänvisningsloop upptäcktes vid försöket att läsa in URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Tjänsten ej tillgänglig för värden %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Kunde inte öppna dataanslutning för URL-sökväg: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objekt ej tillgängligt för angiven URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP-kommando kändes inte igen av värd: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Användarnamn eller lösenord kändes inte igen.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f K";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f K";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f K";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f K";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ av %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Lösenord för webbformulär";

/* HTTP result code string */
"accepted" = "godkänt";

/* HTTP result code string */
"bad gateway" = "felaktig gateway";

/* HTTP result code string */
"bad request" = "felaktig förfrågan";

/* HTTP result code string */
"client error" = "klientfel";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsätt";

/* HTTP result code string */
"created" = "skapad";

/* HTTP result code string */
"expectation failed" = "ej förväntad respons";

/* HTTP result code string */
"forbidden" = "förbjuden";

/* HTTP result code string */
"found" = "hittad";

/* HTTP result code string */
"gateway timed out" = "gateway nådde en maxtidsgräns";

/* HTTP result code string */
"informational" = "information";

/* HTTP result code string */
"internal server error" = "internt serverfel";

/* HTTP result code string */
"length required" = "längd krävs";

/* HTTP result code string */
"method not allowed" = "metod tillåts ej";

/* HTTP result code string */
"moved permanently" = "flyttades permanent";

/* HTTP result code string */
"multiple choices" = "flera val";

/* HTTP result code string */
"needs proxy" = "behöver proxy";

/* HTTP result code string */
"no content" = "inget innehåll";

/* HTTP result code string */
"no error" = "inget fel";

/* HTTP result code string */
"no longer exists" = "finns inte längre";

/* HTTP result code string */
"non-authoritative information" = "icke-auktoritativ information";

/* HTTP result code string */
"not found" = "hittades inte";

/* HTTP result code string */
"not modified" = "ej ändrad";

/* HTTP result code string */
"partial content" = "del av innehåll";

/* HTTP result code string */
"payment required" = "betalning krävs";

/* HTTP result code string */
"precondition failed" = "villkor uppfylldes ej";

/* HTTP result code string */
"proxy authentication required" = "proxyautentisering krävs";

/* HTTP result code string */
"redirected" = "omdirigerad";

/* HTTP result code string */
"request timed out" = "förfrågans maxtid nåddes";

/* HTTP result code string */
"request too large" = "förfrågan för stor";

/* HTTP result code string */
"requested URL too long" = "begärd URL för lång";

/* HTTP result code string */
"requested range not satisfiable" = "begärt intervall går inte att uppfylla";

/* HTTP result code string */
"reset content" = "återställ innehåll";

/* HTTP result code string */
"see other" = "se annan";

/* HTTP result code string */
"server error" = "serverfel";

/* HTTP result code string */
"service unavailable" = "tjänst ej tillgänglig";

/* HTTP result code string */
"success" = "klart";

/* HTTP result code string */
"switching protocols" = "byter protokoll";

/* HTTP result code string */
"temporarily redirected" = "tillfälligt omdirigerad";

/* HTTP result code string */
"unacceptable" = "ej acceptabel";

/* HTTP result code string */
"unauthorized" = "ej auktoriserad";

/* HTTP result code string */
"unimplemented" = "ej implementerad";

/* Unknown filename */
"unknown" = "okänt";

/* HTTP result code string */
"unsupported media type" = "medietyp som inte stöds";

/* HTTP result code string */
"unsupported version" = "version som inte stöds";
